import { BOT_OWNER } from "../config";

export const helpMessage =
    "Вітаю, я Telegram бот для формування дайджесту подій. Надішліть мені анонс подій, які мають бути включені до дайджесту, а потім введіть команду /generate для створення дайджесту\n\n" +
    "Доступні команди:\n" +
    "/start — запуск бота\n" +
    "/help — довідка\n" +
    "/generate — сгенерувати дайджест\n\n" +
    (BOT_OWNER
        ? `<i>Знайшли баг, чогось не вистачає, або маєте ідеї та пропозиції — пишіть ${BOT_OWNER}.</i>`
        : "");
